Repository: PIVO7/Interval
Catalog: Interval v1/Localizable.xcstrings
Source language: nl
Languages: en, fr

source: %@ inspanning · %@ rust · %lld ronden
en: %@ work · %@ rest · %lld rounds
fr: %@ effort · %@ repos · %lld rounds

source: %@, Pro-functie, vergrendeld
en: %@, Pro feature, locked
fr: %@, fonctionnalité Pro, verrouillée

source: Aankoop in behandeling
en: Purchase pending
fr: Achat en attente

source: Aankoop niet gelukt
en: Purchase failed
fr: Échec de l'achat

source: Aanpassen
en: Adjust
fr: Ajuster

source: Account verwijderen
en: Delete account
fr: Supprimer le compte

source: Account verwijderen?
en: Delete account?
fr: Supprimer le compte ?

source: Altijd donker
en: Always dark
fr: Toujours sombre

source: Altijd herbruikbaar
en: Always reusable
fr: Toujours réutilisable

source: Altijd licht
en: Always light
fr: Toujours clair

source: Annuleer
en: Cancel
fr: Annuler

source: Bedankt! Je kunt onbeperkt favorieten opslaan.
en: Thank you! You can now save unlimited favorites.
fr: Merci ! Vous pouvez désormais enregistrer un nombre illimité de favoris.

source: Begin...
en: Get ready...
fr: Préparez-vous...

source: Bewaar
en: Save
fr: Enregistrer

source: Bewaar al je workouts met een eigen naam.
en: Save all your workouts with a custom name.
fr: Enregistrez tous vos entraînements avec un nom personnalisé.

source: Bewaar je favorieten
en: Save your favorites
fr: Enregistrez vos favoris

source: Bewerk %@
en: Edit %@
fr: Modifier %@

source: Dit verwijdert je account en al je gesynchroniseerde favorieten definitief. Dit kan niet ongedaan worden gemaakt.
en: This permanently deletes your account and all your synced favorites. This cannot be undone.
fr: Cette action supprime définitivement votre compte et tous vos favoris synchronisés. Elle est irréversible.

source: Donker
en: Dark
fr: Sombre

source: Doorgaan
en: Continue
fr: Continuer

source: Eenmalig kopen. Geen abonnement. Voor altijd van jou.
en: Buy once. No subscription. Yours forever.
fr: Un seul achat. Sans abonnement. À vous pour toujours.

source: Eenmalig ontgrendelen om workouts te bewaren.
en: Unlock once to save workouts.
fr: Déverrouillez une fois pour enregistrer vos entraînements.

source: Eenmalige aankoop · geen abonnement
en: One-time purchase · no subscription
fr: Achat unique · sans abonnement

source: Er is niets in rekening gebracht. Probeer het later opnieuw.
en: You have not been charged. Please try again later.
fr: Aucun montant n'a été débité. Veuillez réessayer plus tard.

source: Favoriet bewerken
en: Edit favorite
fr: Modifier le favori

source: Favoriet opslaan
en: Save favorite
fr: Enregistrer le favori

source: Favorieten
en: Favorites
fr: Favoris

source: Goed gedaan
en: Well done
fr: Bien joué

source: Goed gedaan! 🎉
en: Well done! 🎉
fr: Bien joué ! 🎉

source: Halverwege
en: Halfway
fr: Mi-parcours

source: Herhaal
en: Repeat
fr: Recommencer

source: Herstel
en: Restore
fr: Restaurer

source: Herstel aankopen
en: Restore purchases
fr: Restaurer les achats

source: Hervat
en: Resume
fr: Reprendre

source: Hervatten
en: Resume
fr: Reprendre

source: Ingelogd met Apple
en: Signed in with Apple
fr: Connecté avec Apple

source: Inloggen is optioneel. De app werkt volledig zonder account — log alleen in met Apple als je je favorieten tussen apparaten wilt synchroniseren.
en: Signing in is optional. The app works fully without an account — only sign in with Apple if you want to sync your favorites across devices.
fr: La connexion est facultative. L'app fonctionne entièrement sans compte — connectez-vous avec Apple uniquement si vous souhaitez synchroniser vos favoris entre vos appareils.

source: Inloggen mislukt
en: Sign-in failed
fr: Échec de la connexion

source: Inspanning
en: Work
fr: Effort

source: Interval Pro actief
en: Interval Pro active
fr: Interval Pro actif

source: Intervaltimer voor coaches en kinesitherapeuten
en: Interval timer for coaches and physical therapists
fr: Minuteur d'intervalles pour coachs et kinésithérapeutes

source: Je aankoop wacht op goedkeuring. Zodra die rond is, wordt Interval Pro automatisch ontgrendeld.
en: Your purchase is awaiting approval. Once it clears, Interval Pro unlocks automatically.
fr: Votre achat est en attente d'approbation. Dès qu'il sera validé, Interval Pro se déverrouillera automatiquement.

source: Je favorieten staan op al je apparaten.
en: Your favorites are on all your devices.
fr: Vos favoris sont disponibles sur tous vos appareils.

source: Je huidige voortgang gaat verloren.
en: Your current progress will be lost.
fr: Votre progression actuelle sera perdue.

source: Je wijzigingen konden niet worden bewaard. Probeer het opnieuw.
en: Your changes could not be saved. Please try again.
fr: Vos modifications n'ont pas pu être enregistrées. Veuillez réessayer.

source: Klaar
en: Done
fr: OK

source: Klaar voor de start?
en: Ready to go?
fr: Prêt à commencer ?

source: Klaar voor je sessie
en: Ready for your session
fr: Prêt pour votre séance

source: Laatste ronde
en: Last round
fr: Dernier round

source: Licht
en: Light
fr: Clair

source: Log uit
en: Log out
fr: Se déconnecter

source: Naam
en: Name
fr: Nom

source: Nieuwe training
en: New workout
fr: Nouvel entraînement

source: Nog geen favorieten
en: No favorites yet
fr: Aucun favori pour l'instant

source: Onbeperkt opslaan
en: Unlimited saves
fr: Enregistrement illimité

source: Ontgrendel
en: Unlock
fr: Déverrouiller

source: Ontgrendel Interval Pro
en: Unlock Interval Pro
fr: Déverrouiller Interval Pro

source: Ontgrendel met Interval Pro
en: Unlock with Interval Pro
fr: Déverrouiller avec Interval Pro

source: Ontgrendel voor %@
en: Unlock for %@
fr: Déverrouiller pour %@

source: Opgeslagen
en: Saved
fr: Enregistré

source: Opslaan
en: Save
fr: Enregistrer

source: Opslaan als favoriet
en: Save as favorite
fr: Enregistrer comme favori

source: Opslaan mislukt
en: Save failed
fr: Échec de l'enregistrement

source: Pauze
en: Pause
fr: Pause

source: Pauzeren
en: Pause
fr: Mettre en pause

source: Per ronde
en: Per round
fr: Par round

# REST
source: RUST
en: REST
fr: REPOS

# Rest
source: Rust
en: Rest
fr: Repos

source: Ronde %lld / %lld
en: Round %lld / %lld
fr: Round %lld / %lld

source: Ronden
en: Rounds
fr: Rounds

# Rounds
source: Ronden
en: Rounds
fr: Rounds

source: Rust
en: Rest
fr: Repos

source: Selecteer kleurenthema
en: Select color theme
fr: Choisir le thème de couleurs

source: Signaaltonen
en: Signal tones
fr: Signaux sonores

source: Signalen
en: Signals
fr: Signaux

source: Sla je schema's op voor hergebruik
en: Save your routines to reuse them
fr: Enregistrez vos routines pour les réutiliser

source: Sla je veelgebruikte intervallen op vanaf het trainingsscherm.
en: Save your go-to intervals from the workout screen.
fr: Enregistrez vos intervalles favoris depuis l'écran d'entraînement.

source: Sluit
en: Close
fr: Fermer

source: Snel instellen
en: Quick setup
fr: Réglage rapide

source: Start je opgeslagen favorieten zo vaak je wilt.
en: Start your saved favorites as often as you like.
fr: Lancez vos favoris enregistrés aussi souvent que vous le souhaitez.

source: Start training
en: Start workout
fr: Démarrer l'entraînement

source: Stel je intervallen in en begin wanneer je klaar bent.
en: Set your intervals and start when you're ready.
fr: Réglez vos intervalles et commencez quand vous êtes prêt.

source: Stop training
en: Stop workout
fr: Arrêter l'entraînement

source: Stoppen
en: Stop
fr: Arrêter

source: Sync je trainingen
en: Sync your workouts
fr: Synchronisez vos entraînements

source: Synchroniseren mislukt
en: Sync failed
fr: Échec de la synchronisation

source: Synct overal
en: Syncs everywhere
fr: Synchronisation partout

source: Systeem
en: System
fr: Système

source: Terug naar home
en: Back to home
fr: Retour à l'accueil

source: Three, two, one — GO bij elke ronde
en: Three, two, one — GO every round
fr: Trois, deux, un — GO à chaque round

# Toon bij start work/rest en laatste 3s
source: Toon bij start inspanning/rust en laatste 3s
en: Tone at work/rest start and the last 3s
fr: Son au début de l'effort/du repos et les 3 dernières secondes

source: Totaal
en: Total
fr: Total

source: Totale duur
en: Total duration
fr: Durée totale

source: Training
en: Workout
fr: Entraînement

source: Training stoppen?
en: Stop workout?
fr: Arrêter l'entraînement ?

source: Training voltooid
en: Workout complete
fr: Entraînement terminé

source: Trainingen worden gesyncd
en: Workouts are synced
fr: Entraînements synchronisés

source: Trainingskleuren
en: Workout colors
fr: Couleurs d'entraînement

source: Trillen bij elke fase-overgang
en: Vibrate at every phase change
fr: Vibration à chaque changement de phase

source: Verder zonder account
en: Continue without an account
fr: Continuer sans compte

source: Verwijder
en: Delete
fr: Supprimer

source: Verwijder %@
en: Delete %@
fr: Supprimer %@

source: Verwijderen
en: Delete
fr: Supprimer

source: Verwijderen is niet gelukt. Controleer je internetverbinding, log zo nodig opnieuw in met Apple en probeer het dan nog eens.
en: Deletion failed. Check your internet connection, sign in with Apple again if needed, and try again.
fr: La suppression a échoué. Vérifiez votre connexion Internet, reconnectez-vous avec Apple si nécessaire, puis réessayez.

source: Verwijderen mislukt
en: Deletion failed
fr: Échec de la suppression

source: Volg iPad / iPhone
en: Match iPad / iPhone
fr: Suivre iPad / iPhone

source: Volgende fase overslaan
en: Skip to next phase
fr: Passer à la phase suivante

# WORK
source: INSPANNING
en: WORK
fr: EFFORT

source: Weergave
en: Appearance
fr: Apparence

# Work
source: Inspanning
en: Work
fr: Effort

# Work, rest en ronden in één oogopslag
source: Inspanning, rust en ronden in één oogopslag
en: Work, rest and rounds at a glance
fr: Effort, repos et rounds en un coup d'œil

source: Workout aanpassen
en: Adjust workout
fr: Ajuster l'entraînement

source: Workout voltooid
en: Workout complete
fr: Entraînement terminé

source: Account
fr: Compte

source: Haptic feedback
fr: Retour haptique

source: Skip
fr: Passer

source: Start %@
fr: Démarrer %@

source: Stop
fr: Arrêter

source: Voice cues
fr: Annonces vocales
